[M_Bane MissionDefinition]
MissionName="b"
MissionDescription="You heard a knock. With the help of Marcus Kincaid, you have this famous weapon."
TurnInDescription="You have seen a famous weapon like Gisl. thank you or not."
MissionSummary="Ask Marcus about the weapon called Playa.."
MissionGiver="???"
MissionTurnInLocation="grave"
TeaserText="You are brave (or stupid) enough to get a gun?"

[M_Bane:AskMarcusAboutBane MissionObjectiveDefinition]
ProgressMessage="Ask Marcus about the disaster."

[M_Bane:FindHorace MissionObjectiveDefinition]
ProgressMessage="Find the Dust of Horus"

[M_Bane:FindMcNally MissionObjectiveDefinition]
ProgressMessage="Call Echo McNally."

[M_Bane:GetGar MissionObjectiveDefinition]
ProgressMessage="Download Atta Car."

[M_Bane:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Bane:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="You may have heard rumors of a powerful cursed armor called the Plague. Marcus Kincaid tells you that a thief named Horace will know where to find him. It's a must see."

[M_Bane:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="You can hear rumors about a cursed weapon called a whip. In search You will find a man named McNally.."

[M_Bane:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="They have heard rumors of a powerful, cursed weapon called the whip. As you explore the area, you will come across a man named Gar who knows where the plague is hiding.."

[M_Bane:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="He had heard rumors of a powerful cursed weapon called Disease. He followed her to the grave, now he just had to come."

[M_Bane:SearchCemetary MissionObjectiveDefinition]
ProgressMessage="Find the whip in the graveyard."

